Repository: seorinn/FOSS_final
Catalog: foss_final-main/weblate-memory.tmx
Source language: en
Languages: ko

source: Check for update
ko: 앱이 최신 버전인지 확인하세요

source: views
ko: 보기

source: Could not open in VLC. It might not be installed.
ko: VLC에서 열 수 없습니다. 설치되어 있지 않습니다.

source: Version %1$s
ko: 버전 %1$s

source: Restart the app to use the new changes.
ko: 변경사항을 적용하기 위해 앱을 다시 시작하세요.

source: YouTube
ko: 유튜브

source: Landscape
ko: 풍경

source: Portrait
ko: 인물 사진

source: Community
ko: 공동체

source: Wi-Fi
ko: 와이파이

source: Exported.
ko: 내보내기 완료

source: Shows a notification when new streams are available.
ko: 새 스트림이 열렸을 때 알림을 표시합니다.

source: Notification Worker
ko: 채널 이름 입력

source: Download Service
ko: 다운로드 서비스

source: Shows a notification when downloading media.
ko: 다운로드 중에 알림을 표시합니다.

source: Background Mode
ko: 백그라운드 드

source: Shows a notification with buttons to control the audio player.
ko: 오디오 플레이어 제어 버튼이 있는 알림을 표시한다.

source: App Backup
ko: 앱 백업

source: You've seen all new videos
ko: 새로운 비디오를 모두 시청했다.

source: Tap twice at the left or right to rewind or forward the player position.
ko: 왼쪽이나 오른쪽을 두 번 눌러 플레이어 위치를 되감거나 앞으로 이동합니다.

source: Double tap to seek
ko: 찾으려면 더블 탭

source: Use HLS instead of DASH (will be slower, not recommended)
ko: DASH 대신에 HLS를 사용하세요 (느려질 수 있고, 추천하지 않는다)

source: Use pinch gesture to zoom in/out.
ko: 핀치 제스처를 이용하여 확대/축소합니다.

source: This video has no comments available.
ko: 이 비디오에는 이용할 수 있는 댓글이 없습니다.

source: Comments are disabled by the uploader.
ko: 게시자에 의해 댓글이 제한되었습니다.

source: Pop-Up
ko: 팝업

source: Defaults
ko: 기본값

source: Brightness
ko: 밝기

source: Please select an other start tab first!
ko: 먼저 다른 시작 탭을 선택하세요!

source: Menu item not enabled!
ko: 메뉴 아이템이 허용되지 않았습니다!

source: Local playlists
ko: 로컬 플레이리스트

source: No bookmarks yet!
ko: 아직 북마크가 없습니다!

source: Clear bookmarks
ko: 북마크 지우기

source: Bookmark
ko: 북마크

source: Bookmarks
ko: 북마크 목록

source: What's trending now
ko: 현재 트렌드

source: Auto
ko: 자동

source: Show the related videos as a row above the comments instead of below.
ko: 관련 동영상을 댓글 아래 대신 위로 표시합니다.

source: Alternative player layout
ko: 대체 플레이어 레이아웃

source: Confirm unsubscribing
ko: 구독 취소 확인

source: Layout
ko: 레이아웃

source: Time span in which notifications are allowed to show.
ko: 알림을 표시할 수 있는 시간 범위.

source: Notification time
ko: 대체 시간

source: End time
ko: 종료 시간

source: Start time
ko: 시작 시간

source: Time
ko: 시간

source: Show a confirmation dialog before unsubscribing.
ko: 구독을 취소하기 전에 확인 대화 상자를 표시합니다.

source: Are you sure you want to unsubscribe %1$s?
ko: 정말 구독을 취소하시겠습니까?%1$s

source: Playlist cloned
ko: 재생 목록 복제

source: Default light
ko: 기본 조명

source: Alternative videos layout
ko: 대체 비디오 레이아

source: Livestreams
ko: 라이브 방송

source: Mark the segments on the time bar.
ko: 시간 표시줄에 세그먼트를 표시합니다.

source: Playing queue
ko: 대기열 재생

source: Time code (seconds)
ko: 시간 코드(초)

source: Show more
ko: 더 보기

source: Recently updated (reversed)
ko: 최근에 업데이트 됨(반전됨)

source: Recently updated
ko: 최근에 업데이트됨

source: Please select at least one item
ko: 최소한 하나의 아이템을 선택하세요.

source: Default
ko: 기본값

source: A lower value may speed up initial video loading.
ko: 값이 작을수록 초기 비디오 로드 속도가 빨라질 수 있습니다.

source: Limit HLS to 1080p
ko: HLS를 1080p로 제한

source: Navigation bar
ko: 네비게이션 바

source: Play next
ko: 다음 재생

source: Load the subscription feed in the background and prevent it from being auto-refreshed.
ko: 헤드라인 등록 피드를 백그라운드로 로드하여 자동으로 새로 고쳐지지 않도록 합니다.

source: Load feed in background
ko: 백그라운드에서 피드 로드

source: Custom Instances
ko: 사용자 지정 인스턴스

source: Preferences
ko: 선호

source: Local subscriptions
ko: 로컬 구독

source: Minimalistic Monochrome
ko: 미니멀리즘 단색

source: Order
ko: 순서

source: Alternative trending layout
ko: 대체 유행 배치

source: Pitch
ko: 정점

source: Progressive load interval size
ko: 점진적 로드 간격 크기

source: Trending seems to be unavailable for the current region. Please select another in the settings.
ko: 현재 지역에서는 추세를 사용할 수 없는 것 같습니다. 설정에서 다른 항목을 선택하십시오.

source: Show a badge with the amount of new videos if there are some.
ko: 새 비디오의 양이 포함된 배지가 있으면 표시합니다.

source: Indicator for new videos
ko: 새 비디오 표시기

source: Mobile data
ko: 모바일 데이터

source: Rename playlist
ko: 재생 목록 이름 바꾸기

source: Minutes before being reminded
ko: 알림을 받기 전의 몇 분

source: Max image cache size
ko: 최대 이미지 캐시 크기

source: Resize mode
ko: 크기 조정 모드

source: Picture in Picture
ko: 사진 속의 사진

source: Current
ko: 현재의

source: None
ko: 없음

source: Zoom
ko: 확대

source: Fit
ko: 딱 맞는

source: Fill
ko: 채우기

source: Repeat Mode
ko: 반복 모드

source: No subtitles available
ko: 사용 가능한 자막 없음

source: You already spent %1$s minutes in the app, time to take a break.
ko: 당신은 이미 앱에서 %1$s 분을 보냈고, 휴식을 취할 시간입니다.

source: Time to take a break
ko: 휴식을 취할 시간

source: Break reminder
ko: 알림 끊기

source: Maximum history size
ko: 최대 기록 크기

source: Show buttons to skip to the next or previous video.
ko: 버튼을 표시하여 다음 또는 이전 비디오로 건너뜁니다.

source: Skip buttons
ko: 건너뛰기 버튼

source: Metered
ko: 미터링됨

source: All
ko: 모두

source: Never
ko: 전혀 아닌

source: Always
ko: 항상

source: Label visibility
ko: 레이블 가시성

source: Matrix
ko: 매트릭스
